{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "\n"
        },
        "behavior": "Contiguous",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ","
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      "0": 6,
      "1": 7,
      "2": 8,
      "3": 9,
      "4": 10,
      "5": 11,
      "6": 12,
      "7": 13,
      "8": 14,
      "9": 15,
      "<": 16,
      ">": 17,
      "_": 18,
      "a": 19,
      "b": 20,
      "c": 21,
      "d": 22,
      "e": 23,
      "i": 24,
      "k": 25,
      "m": 26,
      "n": 27,
      "o": 28,
      "p": 29,
      "r": 30,
      "s": 31,
      "t": 32,
      "v": 33,
      "y": 34,
      "z": 35,
      "Ċ": 36,
      "e>": 37,
      "ti": 38,
      "00": 39,
      "ic": 40,
      "id": 41,
      "iz": 42,
      "pr": 43,
      "siz": 44,
      "pric": 45,
      "<d": 46,
      "<e": 47,
      "<o": 48,
      "<ti": 49,
      "<siz": 50,
      "<pric": 51,
      "_t": 52,
      "_id": 53,
      "cti": 54,
      "de": 55,
      "en": 56,
      "ecti": 57,
      "ir": 58,
      "me>": 59,
      "n>": 60,
      "on>": 61,
      "pe>": 62,
      "r_id": 63,
      "rde": 64,
      "t_t": 65,
      "ven": 66,
      "ype>": 67,
      "<dir": 68,
      "<even": 69,
      "<orde": 70,
      "<time>": 71,
      "<size>": 72,
      "<price>": 73,
      "ection>": 74,
      "r_id>": 75,
      "t_type>": 76,
      "<direction>": 77,
      "<event_type>": 78,
      "<order_id>": 79,
      "10": 80,
      "-1": 81,
      "11": 82,
      "100": 83,
      "25": 84,
      "15": 85,
      "12": 86,
      "14": 87,
      "18": 88,
      "34": 89,
      "22": 90,
      "38": 91,
      "98": 92,
      "30": 93,
      "17": 94,
      "16": 95,
      "94": 96,
      "20": 97,
      "26": 98,
      "35": 99,
      "78": 100,
      "90": 101,
      "74": 102,
      "36": 103,
      "24": 104,
      "95": 105,
      "96": 106,
      "70": 107,
      "28": 108,
      "300": 109,
      "900": 110,
      "75": 111,
      "76": 112,
      "700": 113,
      "200": 114,
      "46": 115,
      "50": 116,
      "58": 117,
      "66": 118,
      "54": 119,
      "13": 120,
      "19": 121,
      "48": 122,
      "e_": 123,
      "40": 124,
      "23": 125,
      "80": 126,
      "86": 127,
      "27": 128,
      "500": 129,
      "99": 130,
      "56": 131,
      "104": 132,
      "106": 133,
      "33": 134,
      "29": 135,
      "400": 136,
      "800": 137,
      "37": 138,
      "97": 139,
      "108": 140,
      "44": 141,
      "60": 142,
      "93": 143,
      "55": 144,
      "000": 145,
      "116": 146,
      "42": 147,
      "77": 148,
      "<a": 149,
      "<b": 150,
      "_siz": 151,
      "_pric": 152,
      "sk": 153,
      "<ask": 154,
      "<bid": 155,
      "_size_": 156,
      "_price_": 157,
      "39": 158,
      "105": 159,
      "88": 160,
      "45": 161,
      "110": 162,
      "600": 163,
      "82": 164,
      "32": 165,
      "92": 166,
      "47": 167,
      "06": 168,
      "118": 169,
      "79": 170,
      "73": 171,
      "103": 172,
      "85": 173,
      "84": 174,
      "21": 175,
      "107": 176,
      "125": 177,
      "43": 178,
      "62": 179,
      "120": 180,
      "83": 181,
      "49": 182,
      "65": 183,
      "115": 184,
      "102": 185,
      "72": 186,
      "68": 187,
      "109": 188,
      "<ask_size_": 189,
      "<ask_price_": 190,
      "<bid_size_": 191,
      "<bid_price_": 192,
      "114": 193,
      "57": 194,
      "53": 195,
      "138": 196,
      "134": 197,
      "64": 198,
      "194": 199,
      "198": 200,
      "117": 201,
      "59": 202,
      "02": 203,
      "87": 204,
      "130": 205,
      "190": 206,
      "67": 207,
      "89": 208,
      "150": 209,
      "170": 210,
      "52": 211,
      "135": 212,
      "63": 213,
      "1000": 214,
      "1100": 215,
      "69": 216,
      "136": 217,
      "195": 218,
      "3000": 219,
      "196": 220,
      "9000": 221,
      "126": 222,
      "250": 223,
      "1200": 224,
      "7000": 225,
      "119": 226,
      "113": 227,
      "2000": 228,
      "350": 229,
      "166": 230,
      "124": 231,
      "146": 232,
      "186": 233,
      "140": 234,
      "160": 235,
      "158": 236,
      "2500": 237,
      "122": 238,
      "178": 239,
      "180": 240,
      "950": 241,
      "1500": 242,
      "112": 243,
      "206": 244,
      "3500": 245,
      "1800": 246,
      "7500": 247,
      "1600": 248,
      "1700": 249,
      "9800": 250,
      "1400": 251,
      "926": 252,
      "174": 253,
      "3600": 254,
      "3400": 255,
      "3800": 256,
      "154": 257,
      "9500": 258,
      "1900": 259,
      "226": 260,
      "7400": 261,
      "258": 262,
      "9400": 263,
      "7600": 264,
      "7800": 265,
      "9600": 266,
      "306": 267,
      "750": 268,
      "1300": 269,
      "246": 270,
      "2200": 271,
      "2400": 272,
      "346": 273,
      "220": 274,
      "2800": 275,
      "366": 276,
      "386": 277,
      "254": 278,
      "286": 279,
      "358": 280,
      "986": 281,
      "2600": 282,
      "1046": 283,
      "240": 284,
      "966": 285,
      "958": 286,
      "266": 287,
      "354": 288,
      "946": 289,
      "786": 290,
      "1048": 291,
      "214": 292,
      "234": 293,
      "706": 294,
      "906": 295,
      "218": 296,
      "5000": 297,
      "238": 298,
      "1>": 299,
      "2>": 300,
      "3>": 301,
      "4>": 302,
      "5>": 303,
      "6>": 304,
      "7>": 305,
      "8>": 306,
      "9>": 307,
      "10>": 308,
      "746": 309,
      "954": 310,
      "766": 311,
      "280": 312,
      "758": 313,
      "230": 314,
      "1040": 315,
      "930": 316,
      "260": 317,
      "156": 318,
      "360": 319,
      "123": 320,
      "176": 321,
      "91": 322,
      "168": 323,
      "340": 324,
      "754": 325,
      "1038": 326,
      "278": 327,
      "128": 328,
      "274": 329,
      "980": 330,
      "294": 331,
      "270": 332,
      "148": 333,
      "188": 334,
      "4000": 335,
      "1058": 336,
      "31": 337,
      "290": 338,
      "934": 339,
      "996": 340,
      "298": 341,
      "940": 342,
      "338": 343,
      "1050": 344,
      "208": 345,
      "256": 346,
      "164": 347,
      "155": 348,
      "162": 349,
      "165": 350,
      "326": 351,
      "314": 352,
      "175": 353,
      "1034": 354,
      "922": 355,
      "9900": 356,
      "378": 357,
      "374": 358,
      "318": 359,
      "1078": 360,
      "334": 361,
      "938": 362,
      "970": 363,
      "330": 364,
      "914": 365,
      "978": 366,
      "928": 367,
      "1054": 368,
      "1036": 369,
      "8000": 370,
      "974": 371,
      "1066": 372,
      "998": 373,
      "960": 374,
      "370": 375,
      "990": 376,
      "918": 377,
      "394": 378,
      "322": 379,
      "398": 380,
      "760": 381,
      "202": 382,
      "204": 383,
      "390": 384,
      "248": 385,
      "9300": 386,
      "205": 387,
      "380": 388,
      "144": 389,
      "184": 390,
      "4600": 391,
      "228": 392,
      "2100": 393,
      "236": 394,
      "145": 395,
      "9700": 396,
      "9200": 397,
      "3100": 398,
      "994": 399,
      "3200": 400,
      "356": 401,
      "3900": 402,
      "185": 403,
      "5600": 404,
      "7900": 405,
      "3300": 406,
      "1030": 407,
      "9100": 408,
      "1080": 409,
      "2300": 410,
      "3700": 411,
      "1026": 412,
      "7100": 413,
      "7700": 414,
      "7300": 415,
      "7200": 416,
      "2900": 417,
      "2700": 418,
      "5800": 419,
      "798": 420,
      "5400": 421,
      "215": 422,
      "794": 423,
      "225": 424,
      "217": 425,
      "4800": 426,
      "790": 427,
      "1028": 428,
      "1056": 429,
      "71": 430,
      "1074": 431,
      "778": 432,
      "1166": 433,
      "244": 434,
      "1094": 435,
      "466": 436,
      "216": 437,
      "774": 438,
      "1076": 439,
      "224": 440,
      "245": 441,
      "235": 442,
      "255": 443,
      "726": 444,
      "1086": 445,
      "734": 446,
      "738": 447,
      "730": 448,
      "406": 449,
      "276": 450,
      "956": 451,
      "770": 452,
      "1060": 453,
      "486": 454,
      "962": 455,
      "426": 456,
      "1035": 457,
      "242": 458,
      "362": 459,
      "506": 460,
      "1096": 461,
      "1098": 462,
      "6600": 463,
      "142": 464,
      "8600": 465,
      "1070": 466,
      "718": 467,
      "1170": 468,
      "328": 469,
      "586": 470,
      "762": 471,
      "830": 472,
      "1090": 473,
      "722": 474,
      "1075": 475,
      "806": 476,
      "182": 477,
      "714": 478,
      "925": 479,
      "740": 480,
      "936": 481,
      "1022": 482,
      "275": 483,
      "460": 484,
      "296": 485,
      "212": 486,
      "422": 487,
      "780": 488,
      "1106": 489,
      "982": 490,
      "288": 491,
      "336": 492,
      "1158": 493,
      "430": 494,
      "1160": 495,
      "935": 496,
      "955": 497,
      "826": 498,
      "418": 499,
      "1024": 500,
      "942": 501,
      "480": 502,
      "282": 503,
      "317": 504,
      "315": 505,
      "1025": 506,
      "834": 507,
      "41": 508,
      "376": 509,
      "382": 510,
      "335": 511,
      "902": 512,
      "375": 513,
      "51": 514,
      "927": 515,
      "434": 516,
      "924": 517,
      "316": 518,
      "782": 519,
      "920": 520,
      "1037": 521,
      "396": 522,
      "325": 523,
      "320": 524,
      "324": 525,
      "742": 526,
      "285": 527,
      "702": 528,
      "302": 529,
      "222": 530,
      "368": 531,
      "1018": 532,
      "342": 533,
      "458": 534,
      "1033": 535,
      "268": 536,
      "414": 537,
      "976": 538,
      "1055": 539,
      "1020": 540,
      "454": 541,
      "388": 542,
      "560": 543,
      "446": 544,
      "666": 545,
      "796": 546,
      "1108": 547,
      "262": 548,
      "308": 549,
      "355": 550,
      "917": 551,
      "450": 552,
      "1095": 553,
      "988": 554,
      "1045": 555,
      "438": 556,
      "365": 557,
      "929": 558,
      "915": 559,
      "975": 560,
      "985": 561,
      "265": 562,
      "1118": 563,
      "295": 564,
      "395": 565,
      "1044": 566,
      "1174": 567,
      "348": 568,
      "540": 569,
      "1186": 570,
      "213": 571,
      "305": 572,
      "916": 573,
      "219": 574,
      "312": 575,
      "470": 576,
      "474": 577,
      "997": 578,
      "1077": 579,
      "478": 580,
      "420": 581,
      "424": 582,
      "1023": 583,
      "490": 584,
      "948": 585,
      "425": 586,
      "1027": 587,
      "1150": 588,
      "385": 589,
      "345": 590,
      "968": 591,
      "756": 592,
      "1148": 593,
      "1114": 594,
      "910": 595,
      "933": 596,
      "995": 597,
      "1117": 598,
      "494": 599,
      "299": 600,
      "580": 601,
      "923": 602,
      "1146": 603,
      "417": 604,
      "498": 605,
      "310": 606,
      "137": 607,
      "127": 608,
      "4200": 609,
      "1156": 610,
      "908": 611,
      "965": 612,
      "4900": 613,
      "1116": 614,
      "1017": 615,
      "428": 616,
      "1039": 617,
      "606": 618,
      "1014": 619,
      "4100": 620,
      "1198": 621,
      "1115": 622,
      "4300": 623,
      "1019": 624,
      "5100": 625,
      "4500": 626,
      "157": 627,
      "4400": 628,
      "416": 629,
      "4700": 630,
      "197": 631,
      "768": 632,
      "1104": 633,
      "1120": 634,
      "408": 635,
      "788": 636,
      "5200": 637,
      "1029": 638,
      "5500": 639,
      "660": 640,
      "323": 641,
      "1097": 642,
      "5900": 643,
      "912": 644,
      "5300": 645,
      "919": 646,
      "5700": 647,
      "327": 648,
      "802": 649,
      "415": 650,
      "319": 651,
      "313": 652,
      "167": 653,
      "1122": 654,
      "1154": 655,
      "1138": 656,
      "1016": 657,
      "1015": 658,
      "945": 659,
      "828": 660,
      "177": 661,
      "462": 662,
      "147": 663,
      "937": 664,
      "448": 665,
      "562": 666,
      "1190": 667,
      "755": 668,
      "913": 669,
      "1188": 670,
      "440": 671,
      "808": 672,
      "1105": 673,
      "765": 674,
      "805": 675,
      "860": 676,
      "1119": 677,
      "1134": 678,
      "329": 679,
      "708": 680,
      "502": 681,
      "1178": 682,
      "8300": 683,
      "542": 684,
      "582": 685,
      "187": 686,
      "399": 687,
      "397": 688,
      "785": 689,
      "822": 690,
      "1047": 691,
      "8100": 692,
      "905": 693,
      "423": 694,
      "402": 695,
      "436": 696,
      "1099": 697,
      "8200": 698,
      "435": 699,
      "825": 700,
      "1043": 701,
      "8500": 702,
      "705": 703,
      "748": 704,
      "8400": 705,
      "1093": 706,
      "795": 707,
      "482": 708,
      "8800": 709,
      "456": 710,
      "8900": 711,
      "8700": 712,
      "745": 713,
      "1130": 714,
      "442": 715,
      "419": 716,
      "207": 717,
      "1175": 718,
      "405": 719,
      "10000": 720,
      "468": 721,
      "1068": 722,
      "1113": 723,
      "662": 724,
      "862": 725,
      "1065": 726,
      "1126": 727,
      "1085": 728,
      "476": 729,
      "1049": 730,
      "1194": 731,
      "465": 732,
      "1088": 733,
      "1042": 734,
      "427": 735,
      "237": 736,
      "1176": 737,
      "818": 738,
      "475": 739,
      "227": 740,
      "496": 741,
      "412": 742,
      "1012": 743,
      "1196": 744,
      "445": 745,
      "1168": 746,
      "1124": 747,
      "393": 748,
      "824": 749,
      "1180": 750,
      "1140": 751,
      "1064": 752,
      "776": 753,
      "710": 754,
      "835": 755,
      "1250": 756,
      "736": 757,
      "1112": 758,
      "728": 759,
      "1998": 760,
      "1155": 761,
      "495": 762,
      "1013": 763,
      "1084": 764,
      "<ask_size_1>": 765,
      "<ask_size_2>": 766,
      "<ask_size_3>": 767,
      "<ask_size_4>": 768,
      "<ask_size_5>": 769,
      "<ask_size_6>": 770,
      "<ask_size_7>": 771,
      "<ask_size_8>": 772,
      "<ask_size_9>": 773,
      "<ask_size_10>": 774,
      "<ask_price_1>": 775,
      "<ask_price_2>": 776,
      "<ask_price_3>": 777,
      "<ask_price_4>": 778,
      "<ask_price_5>": 779,
      "<ask_price_6>": 780,
      "<ask_price_7>": 781,
      "<ask_price_8>": 782,
      "<ask_price_9>": 783,
      "<ask_price_10>": 784,
      "<bid_size_1>": 785,
      "<bid_size_2>": 786,
      "<bid_size_3>": 787,
      "<bid_size_4>": 788,
      "<bid_size_5>": 789,
      "<bid_size_6>": 790,
      "<bid_size_7>": 791,
      "<bid_size_8>": 792,
      "<bid_size_9>": 793,
      "<bid_size_10>": 794,
      "<bid_price_1>": 795,
      "<bid_price_2>": 796,
      "<bid_price_3>": 797,
      "<bid_price_4>": 798,
      "<bid_price_5>": 799,
      "<bid_price_6>": 800,
      "<bid_price_7>": 801,
      "<bid_price_8>": 802,
      "<bid_price_9>": 803,
      "<bid_price_10>": 804,
      "846": 805,
      "566": 806,
      "558": 807,
      "882": 808,
      "1079": 809,
      "1136": 810,
      "550": 811,
      "526": 812,
      "725": 813,
      "530": 814,
      "1199": 815,
      "775": 816,
      "488": 817,
      "735": 818,
      "538": 819,
      "1246": 820,
      "1135": 821,
      "724": 822,
      "534": 823,
      "717": 824,
      "554": 825,
      "715": 826,
      "838": 827,
      "1032": 828,
      "1218": 829,
      "1125": 830,
      "514": 831,
      "1238": 832,
      "546": 833,
      "716": 834,
      "570": 835,
      "518": 836,
      "1206": 837,
      "814": 838,
      "455": 839,
      "578": 840,
      "574": 841,
      "720": 842,
      "429": 843,
      "797": 844,
      "30000": 845,
      "1222": 846,
      "984": 847,
      "10400": 848,
      "1123": 849,
      "433": 850,
      "413": 851,
      "594": 852,
      "590": 853,
      "508": 854,
      "1006": 855,
      "598": 856,
      "1053": 857,
      "522": 858,
      "70000": 859,
      "1057": 860,
      "210": 861,
      "1195": 862,
      "568": 863,
      "799": 864,
      "1144": 865,
      "90000": 866,
      "1145": 867,
      "1073": 868,
      "602": 869,
      "1008": 870,
      "1147": 871,
      "1165": 872,
      "932": 873,
      "848": 874,
      "1128": 875,
      "820": 876,
      "10500": 877,
      "1197": 878,
      "1220": 879,
      "1110": 880,
      "804": 881,
      "548": 882,
      "1059": 883,
      "1083": 884,
      "1067": 885,
      "957": 886,
      "437": 887,
      "1217": 888,
      "987": 889,
      "1248": 890,
      "10200": 891,
      "1082": 892,
      "836": 893,
      "1010": 894,
      "1011": 895,
      "833": 896,
      "827": 897,
      "850": 898,
      "1063": 899,
      "11000": 900,
      "1164": 901,
      "1214": 902,
      "1226": 903,
      "10300": 904,
      "20000": 905,
      "1224": 906,
      "1173": 907,
      "953": 908,
      "588": 909,
      "10800": 910,
      "1062": 911,
      "10600": 912,
      "1236": 913,
      "1092": 914,
      "1137": 915,
      "816": 916,
      "1133": 917,
      "12000": 918,
      "947": 919,
      "1234": 920,
      "874": 921,
      "840": 922,
      "499": 923,
      "1240": 924,
      "10100": 925,
      "257": 926,
      "829": 927,
      "1111": 928,
      "1216": 929,
      "11700": 930,
      "817": 931,
      "1266": 932,
      "964": 933,
      "823": 934,
      "977": 935,
      "10900": 936,
      "528": 937,
      "1169": 938,
      "1052": 939,
      "1102": 940,
      "10700": 941,
      "247": 942,
      "477": 943,
      "858": 944,
      "939": 945,
      "536": 946,
      "277": 947,
      "25000": 948,
      "15000": 949,
      "870": 950,
      "1177": 951,
      "515": 952,
      "854": 953,
      "11200": 954,
      "803": 955,
      "969": 956,
      "61": 957,
      "139": 958,
      "866": 959,
      "129": 960,
      "517": 961,
      "297": 962,
      "807": 963,
      "75000": 964,
      "11600": 965,
      "525": 966,
      "989": 967,
      "1215": 968,
      "944": 969,
      "959": 970,
      "516": 971,
      "967": 972,
      "983": 973,
      "524": 974,
      "1089": 975,
      "556": 976,
      "1162": 977,
      "11100": 978,
      "1087": 979,
      "35000": 980,
      "1069": 981,
      "535": 982,
      "1107": 983,
      "133": 984,
      "9970": 985,
      "1244": 986,
      "520": 987,
      "1103": 988,
      "1225": 989,
      "844": 990,
      "95000": 991,
      "911": 992,
      "1223": 993,
      "497": 994,
      "81": 995,
      "886": 996,
      "999": 997,
      "1167": 998,
      "576": 999,
      "815": 1000,
      "307": 1001,
      "287": 1002,
      "199": 1003,
      "267": 1004,
      "952": 1005,
      "410": 1006,
      "819": 1007,
      "907": 1008,
      "16000": 1009,
      "949": 1010,
      "575": 1011,
      "193": 1012,
      "1163": 1013,
      "11500": 1014,
      "17000": 1015,
      "062": 1016,
      "357": 1017,
      "18000": 1018,
      "1219": 1019,
      "153": 1020,
      "878": 1021,
      "159": 1022,
      "143": 1023,
      "11900": 1024,
      "14000": 1025,
      "973": 1026,
      "337": 1027,
      "367": 1028,
      "163": 1029,
      "979": 1030,
      "149": 1031,
      "1230": 1032,
      "1235": 1033,
      "898": 1034,
      "173": 1035,
      "909": 1036,
      "377": 1037,
      "894": 1038,
      "1172": 1039,
      "169": 1040,
      "1072": 1041,
      "347": 1042,
      "596": 1043,
      "179": 1044,
      "1139": 1045,
      "11400": 1046,
      "890": 1047,
      "9999": 1048,
      "1159": 1049,
      "439": 1050,
      "12200": 1051,
      "1127": 1052,
      "1182": 1053,
      "36000": 1054,
      "387": 1055,
      "11800": 1056,
      "189": 1057,
      "76000": 1058,
      "1149": 1059,
      "1109": 1060,
      "74000": 1061,
      "34000": 1062,
      "183": 1063,
      "38000": 1064,
      "1185": 1065,
      "132": 1066,
      "11300": 1067,
      "304": 1068,
      "963": 1069,
      "595": 1070,
      "284": 1071,
      "1237": 1072,
      "94000": 1073,
      "1350": 1074,
      "264": 1075,
      "78000": 1076,
      "787": 1077,
      "993": 1078,
      "98000": 1079,
      "1129": 1080,
      "943": 1081,
      "233": 1082,
      "239": 1083,
      "96000": 1084,
      "203": 1085,
      "12400": 1086,
      "19000": 1087,
      "19900": 1088,
      "1245": 1089,
      "972": 1090,
      "1260": 1091,
      "1157": 1092,
      "344": 1093,
      "209": 1094,
      "13000": 1095,
      "364": 1096,
      "1009": 1097,
      "16900": 1098,
      "16700": 1099,
      "904": 1100,
      "259": 1101,
      "384": 1102,
      "1005": 1103,
      "1184": 1104,
      "253": 1105,
      "192": 1106,
      "757": 1107,
      "12100": 1108,
      "16500": 1109,
      "809": 1110,
      "223": 1111,
      "767": 1112,
      "152": 1113,
      "784": 1114,
      "279": 1115,
      "12600": 1116,
      "229": 1117,
      "249": 1118,
      "12500": 1119,
      "273": 1120,
      "1950": 1121,
      "30100": 1122,
      "847": 1123,
      "1193": 1124,
      "12300": 1125,
      "789": 1126,
      "243": 1127,
      "293": 1128,
      "1286": 1129,
      "172": 1130,
      "28000": 1131,
      "50000": 1132,
      "992": 1133,
      "24000": 1134,
      "22000": 1135,
      "845": 1136,
      "0000": 1137,
      "747": 1138,
      "17500": 1139,
      "707": 1140,
      "1007": 1141,
      "26000": 1142,
      "14900": 1143,
      "15100": 1144,
      "856": 1145,
      "101": 1146,
      "15900": 1147,
      "1142": 1148,
      "90100": 1149,
      "12900": 1150,
      "289": 1151,
      "13900": 1152,
      "16400": 1153,
      "15500": 1154,
      "837": 1155,
      "309": 1156,
      "16800": 1157,
      "12800": 1158,
      "70100": 1159,
      "813": 1160,
      "18500": 1161,
      "303": 1162,
      "15200": 1163,
      "17200": 1164,
      "283": 1165,
      "369": 1166,
      "764": 1167,
      "12700": 1168,
      "1247": 1169,
      "359": 1170,
      "14500": 1171,
      "15600": 1172,
      "232": 1173,
      "17400": 1174,
      "14800": 1175,
      "505": 1176,
      "17100": 1177,
      "18900": 1178,
      "13300": 1179,
      "1566": 1180,
      "13100": 1181,
      "17700": 1182,
      "17900": 1183,
      "14300": 1184,
      "15300": 1185,
      "13700": 1186,
      "13200": 1187,
      "269": 1188,
      "485": 1189,
      "17800": 1190,
      "14400": 1191,
      "17600": 1192,
      "1466": 1193,
      "25100": 1194,
      "842": 1195,
      "793": 1196,
      "17300": 1197,
      "18800": 1198,
      "74900": 1199,
      "18400": 1200,
      "16300": 1201,
      "263": 1202,
      "339": 1203,
      "15800": 1204,
      "19300": 1205,
      "19700": 1206,
      "75100": 1207,
      "1274": 1208,
      "14700": 1209,
      "353": 1210,
      "1666": 1211,
      "16600": 1212,
      "16200": 1213,
      "832": 1214,
      "349": 1215,
      "14200": 1216,
      "1270": 1217,
      "363": 1218,
      "15700": 1219,
      "18200": 1220,
      "34900": 1221,
      "14600": 1222,
      "30200": 1223,
      "16100": 1224,
      "18100": 1225,
      "18700": 1226,
      "1398": 1227,
      "333": 1228,
      "14100": 1229,
      "1374": 1230,
      "15400": 1231,
      "18300": 1232,
      "35100": 1233,
      "658": 1234,
      "25500": 1235,
      "389": 1236,
      "343": 1237,
      "252": 1238,
      "19200": 1239,
      "1586": 1240,
      "1278": 1241,
      "18600": 1242,
      "737": 1243,
      "903": 1244,
      "1658": 1245,
      "1394": 1246,
      "30500": 1247,
      "19100": 1248,
      "1370": 1249,
      "94800": 1250,
      "25200": 1251,
      "1686": 1252,
      "1458": 1253,
      "99900": 1254,
      "1558": 1255,
      "94900": 1256,
      "30900": 1257,
      "650": 1258,
      "383": 1259,
      "75500": 1260,
      "74800": 1261,
      "545": 1262,
      "25900": 1263,
      "94400": 1264,
      "493": 1265,
      "20900": 1266,
      "34500": 1267,
      "272": 1268,
      "95100": 1269,
      "75800": 1270,
      "1228": 1271,
      "98600": 1272,
      "90200": 1273,
      "30300": 1274,
      "75200": 1275,
      "1298": 1276,
      "94500": 1277,
      "1378": 1278,
      "25600": 1279,
      "25700": 1280,
      "30800": 1281,
      "1766": 1282,
      "74500": 1283,
      "1606": 1284,
      "25300": 1285,
      "95400": 1286,
      "74400": 1287,
      "646": 1288,
      "1406": 1289,
      "95800": 1290,
      "1506": 1291,
      "75400": 1292,
      "25400": 1293,
      "30400": 1294,
      "744": 1295,
      "74700": 1296,
      "25800": 1297,
      "1326": 1298,
      "75900": 1299,
      "75300": 1300,
      "35500": 1301,
      "36900": 1302,
      "565": 1303,
      "35200": 1304,
      "1294": 1305,
      "34800": 1306,
      "95600": 1307,
      "74600": 1308,
      "30700": 1309,
      "76500": 1310,
      "1290": 1311,
      "1254": 1312,
      "74100": 1313,
      "1338": 1314,
      "98800": 1315,
      "74300": 1316,
      "292": 1317,
      "379": 1318,
      "1550": 1319,
      "704": 1320,
      "74200": 1321,
      "13500": 1322,
      "76100": 1323,
      "1390": 1324,
      "6000": 1325,
      "98400": 1326,
      "36300": 1327,
      "1330": 1328,
      "38500": 1329,
      "686": 1330,
      "98500": 1331,
      "36500": 1332,
      "20100": 1333,
      "1866": 1334,
      "75700": 1335,
      "1446": 1336,
      "759": 1337,
      "94600": 1338,
      "90800": 1339,
      "90500": 1340,
      "30600": 1341,
      "34400": 1342,
      "1202": 1343,
      "78500": 1344,
      "75600": 1345,
      "96800": 1346,
      "1706": 1347,
      "1334": 1348,
      "96600": 1349,
      "1454": 1350,
      "35400": 1351,
      "769": 1352,
      "78600": 1353,
      "36800": 1354,
      "1486": 1355,
      "78100": 1356,
      "35800": 1357,
      "35600": 1358,
      "76300": 1359,
      "36100": 1360,
      "36200": 1361,
      "783": 1362,
      "76400": 1363,
      "76800": 1364,
      "34700": 1365,
      "76200": 1366,
      "95900": 1367,
      "38900": 1368,
      "19800": 1369,
      "555": 1370,
      "34200": 1371,
      "34300": 1372,
      "1650": 1373,
      "35900": 1374,
      "94700": 1375,
      "34600": 1376,
      "76700": 1377,
      "1258": 1378,
      "36600": 1379,
      "90400": 1380,
      "36700": 1381,
      "1646": 1382,
      "20700": 1383,
      "34100": 1384,
      "35700": 1385,
      "98900": 1386,
      "96400": 1387,
      "1758": 1388,
      "777": 1389,
      "76900": 1390,
      "13600": 1391,
      "96100": 1392,
      "373": 1393,
      "36400": 1394,
      "38100": 1395,
      "95500": 1396,
      "70200": 1397,
      "1450": 1398,
      "76600": 1399,
      "1554": 1400,
      "96200": 1401,
      "90900": 1402,
      "96900": 1403,
      "35300": 1404,
      "90300": 1405,
      "38800": 1406,
      "753": 1407,
      "654": 1408,
      "1750": 1409,
      "1546": 1410,
      "13800": 1411,
      "1786": 1412,
      "90700": 1413,
      "29900": 1414,
      "38200": 1415,
      "94100": 1416,
      "90600": 1417,
      "38600": 1418,
      "95200": 1419,
      "19500": 1420,
      "78400": 1421,
      "78800": 1422,
      "38400": 1423,
      "78300": 1424,
      "70500": 1425,
      "78900": 1426,
      "95700": 1427,
      "98300": 1428,
      "99700": 1429,
      "1265": 1430,
      "19600": 1431,
      "98100": 1432,
      "727": 1433,
      "78200": 1434,
      "78700": 1435,
      "94300": 1436,
      "94200": 1437,
      "96700": 1438,
      "13400": 1439,
      "96500": 1440,
      "98200": 1441,
      "1886": 1442,
      "95300": 1443,
      "70300": 1444,
      "733": 1445,
      "38700": 1446,
      "432": 1447,
      "763": 1448,
      "1746": 1449,
      "70400": 1450,
      "1858": 1451,
      "1242": 1452,
      "1806": 1453,
      "723": 1454,
      "1179": 1455,
      "1654": 1456,
      "352": 1457,
      "70900": 1458,
      "98700": 1459,
      "38300": 1460,
      "1470": 1461,
      "96300": 1462,
      "638": 1463,
      "70800": 1464,
      "1574": 1465,
      "1526": 1466,
      "626": 1467,
      "648": 1468,
      "1846": 1469,
      "70600": 1470,
      "70700": 1471,
      "719": 1472,
      "1754": 1473,
      "634": 1474,
      "1426": 1475,
      "1634": 1476,
      "630": 1477,
      "1438": 1478,
      "2066": 1479,
      "1598": 1480,
      "19400": 1481,
      "1434": 1482,
      "1322": 1483,
      "1534": 1484,
      "1578": 1485,
      "896": 1486,
      "1850": 1487,
      "1626": 1488,
      "1570": 1489,
      "1494": 1490,
      "1478": 1491,
      "1474": 1492,
      "843": 1493,
      "1674": 1494,
      "1670": 1495,
      "1430": 1496,
      "20200": 1497,
      "1774": 1498,
      "1638": 1499,
      "1318": 1500,
      "1498": 1501,
      "1594": 1502,
      "1530": 1503,
      "24900": 1504,
      "1590": 1505,
      "1738": 1506,
      "674": 1507,
      "1538": 1508,
      "10458": 1509,
      "523": 1510,
      "111": 1511,
      "20600": 1512,
      "1970": 1513,
      "1213": 1514,
      "332": 1515,
      "810": 1516,
      "1726": 1517,
      "20400": 1518,
      "1694": 1519,
      "1630": 1520,
      "640": 1521,
      "1187": 1522,
      "1854": 1523,
      "1974": 1524,
      "876": 1525,
      "1678": 1526,
      "1770": 1527,
      "1778": 1528,
      "1734": 1529,
      "1934": 1530,
      "527": 1531,
      "678": 1532,
      "20500": 1533,
      "2058": 1534,
      "729": 1535,
      "20300": 1536,
      "670": 1537,
      "688": 1538,
      "1926": 1539,
      "1798": 1540,
      "1730": 1541,
      "1490": 1542,
      "875": 1543,
      "1690": 1544,
      "577": 1545,
      "1698": 1546,
      "1938": 1547,
      "1930": 1548,
      "23900": 1549,
      "1790": 1550,
      "1978": 1551,
      "1794": 1552,
      "22200": 1553,
      "1994": 1554,
      "537": 1555,
      "1004": 1556,
      "22400": 1557,
      "22900": 1558,
      "533": 1559,
      "29700": 1560,
      "1340": 1561,
      "880": 1562,
      "28800": 1563,
      "28500": 1564,
      "27900": 1565,
      "1834": 1566,
      "20800": 1567,
      "895": 1568,
      "24800": 1569,
      "26500": 1570,
      "752": 1571,
      "22600": 1572,
      "1990": 1573,
      "23700": 1574,
      "694": 1575,
      "24100": 1576,
      "392": 1577,
      "24500": 1578,
      "2050": 1579,
      "27700": 1580,
      "24200": 1581,
      "22100": 1582,
      "22700": 1583,
      "1874": 1584,
      "22800": 1585,
      "628": 1586,
      "372": 1587,
      "1183": 1588,
      "23200": 1589,
      "26400": 1590,
      "22300": 1591,
      "2086": 1592,
      "1870": 1593,
      "26800": 1594,
      "27300": 1595,
      "23300": 1596,
      "28900": 1597,
      "24700": 1598,
      "1838": 1599,
      "26700": 1600,
      "26900": 1601,
      "1192": 1602,
      "24300": 1603,
      "28200": 1604,
      "27100": 1605,
      "2046": 1606,
      "10446": 1607,
      "99200": 1608,
      "28300": 1609,
      "27200": 1610,
      "28600": 1611,
      "690": 1612,
      "656": 1613,
      "28100": 1614,
      "1380": 1615,
      "23100": 1616,
      "28700": 1617,
      "99300": 1618,
      "1830": 1619,
      "24600": 1620,
      "26100": 1621,
      "29100": 1622,
      "749": 1623,
      "28400": 1624,
      "1143": 1625,
      "29200": 1626,
      "99100": 1627,
      "24400": 1628,
      "1826": 1629,
      "1360": 1630,
      "29300": 1631,
      "698": 1632,
      "1898": 1633,
      "26200": 1634,
      "1239": 1635,
      "709": 1636,
      "1422": 1637,
      "407": 1638,
      "26600": 1639,
      "26300": 1640,
      "636": 1641,
      "855": 1642,
      "839": 1643,
      "529": 1644,
      "1894": 1645,
      "1189": 1646,
      "743": 1647,
      "2054": 1648,
      "622": 1649,
      "0100": 1650,
      "1878": 1651,
      "1622": 1652,
      "1132": 1653,
      "1890": 1654,
      "703": 1655,
      "10454": 1656,
      "1021": 1657,
      "779": 1658,
      "10448": 1659,
      "1522": 1660,
      "1314": 1661,
      "2034": 1662,
      "635": 1663,
      "1922": 1664,
      "676": 1665,
      "792": 1666,
      "404": 1667,
      "585": 1668,
      "2094": 1669,
      "2030": 1670,
      "624": 1671,
      "10456": 1672,
      "2038": 1673,
      "2566": 1674,
      "2506": 1675,
      "680": 1676,
      "1722": 1677,
      "1227": 1678,
      "2074": 1679,
      "1288": 1680,
      "2078": 1681,
      "2026": 1682,
      "2098": 1683,
      "597": 1684,
      "1960": 1685,
      "6900": 1686,
      "121": 1687,
      "2266": 1688,
      "773": 1689,
      "2134": 1690,
      "2090": 1691,
      "2466": 1692,
      "2130": 1693,
      "2586": 1694,
      "10450": 1695,
      "93900": 1696,
      "6200": 1697,
      "2558": 1698,
      "6400": 1699,
      "6500": 1700,
      "93200": 1701,
      "6300": 1702,
      "675": 1703,
      "739": 1704,
      "1914": 1705,
      "6100": 1706,
      "2070": 1707,
      "93100": 1708,
      "6800": 1709,
      "6700": 1710,
      "9974": 1711,
      "2138": 1712,
      "93300": 1713,
      "1940": 1714,
      "696": 1715,
      "2326": 1716,
      "1980": 1717,
      "2206": 1718,
      "2198": 1719,
      "2334": 1720,
      "1660": 1721,
      "1560": 1722,
      "97900": 1723,
      "2406": 1724,
      "93700": 1725,
      "625": 1726,
      "2486": 1727,
      "2194": 1728,
      "1210": 1729,
      "1618": 1730,
      "1518": 1731,
      "2190": 1732,
      "10440": 1733,
      "97700": 1734,
      "618": 1735,
      "97300": 1736,
      "1414": 1737,
      "2546": 1738,
      "2998": 1739,
      "97200": 1740,
      "644": 1741,
      "2330": 1742,
      "2286": 1743,
      "2450": 1744,
      "695": 1745,
      "2458": 1746,
      "2338": 1747,
      "1588": 1748,
      "131": 1749,
      "2446": 1750,
      "0200": 1751,
      "599": 1752,
      "2550": 1753,
      "1514": 1754,
      "2374": 1755,
      "97100": 1756,
      "1614": 1757,
      "849": 1758,
      "0900": 1759,
      "2394": 1760,
      "1233": 1761,
      "487": 1762,
      "2526": 1763,
      "2246": 1764,
      "457": 1765,
      "1918": 1766,
      "2378": 1767,
      "447": 1768,
      "2454": 1769,
      "9566": 1770,
      "2554": 1771,
      "0300": 1772,
      "614": 1773,
      "852": 1774,
      "2398": 1775,
      "1760": 1776,
      "1153": 1777,
      "191": 1778,
      "567": 1779,
      "0500": 1780,
      "444": 1781,
      "0400": 1782,
      "2390": 1783,
      "1243": 1784,
      "0800": 1785,
      "1718": 1786,
      "33900": 1787,
      "2370": 1788,
      "1212": 1789,
      "9586": 1790,
      "772": 1791,
      "564": 1792,
      "1418": 1793,
      "484": 1794,
      "0600": 1795,
      "951": 1796,
      "1788": 1797,
      "409": 1798,
      "1262": 1799,
      "1460": 1800,
      "37900": 1801,
      "513": 1802,
      "2538": 1803,
      "2022": 1804,
      "33300": 1805,
      "33100": 1806,
      "37200": 1807,
      "33700": 1808,
      "2594": 1809,
      "1688": 1810,
      "33200": 1811,
      "0700": 1812,
      "2530": 1813,
      "2534": 1814,
      "2886": 1815,
      "2426": 1816,
      "2574": 1817,
      "2578": 1818,
      "2570": 1819,
      "201": 1820,
      "539": 1821,
      "251": 1822,
      "2866": 1823,
      "519": 1824,
      "1822": 1825,
      "1548": 1826,
      "1714": 1827,
      "2498": 1828,
      "1204": 1829,
      "2474": 1830,
      "961": 1831,
      "2470": 1832,
      "2598": 1833,
      "2590": 1834,
      "403": 1835,
      "655": 1836,
      "2438": 1837,
      "1203": 1838,
      "151": 1839,
      "37300": 1840,
      "1276": 1841,
      "171": 1842,
      "37100": 1843,
      "161": 1844,
      "2806": 1845,
      "2430": 1846,
      "10366": 1847,
      "2478": 1848,
      "2434": 1849,
      "2230": 1850,
      "1249": 1851,
      "9546": 1852,
      "10386": 1853,
      "2494": 1854,
      "2490": 1855,
      "39900": 1856,
      "492": 1857,
      "2226": 1858,
      "2238": 1859,
      "1208": 1860,
      "37700": 1861,
      "361": 1862,
      "9558": 1863,
      "2278": 1864,
      "1296": 1865,
      "1648": 1866,
      "467": 1867,
      "351": 1868,
      "3666": 1869,
      "2274": 1870,
      "1386": 1871,
      "1306": 1872,
      "9506": 1873,
      "1280": 1874,
      "1346": 1875,
      "1366": 1876,
      "1748": 1877,
      "1376": 1878,
      "291": 1879,
      "2850": 1880,
      "2294": 1881,
      "2234": 1882,
      "751": 1883,
      "991": 1884,
      "3566": 1885,
      "2858": 1886,
      "1396": 1887,
      "1488": 1888,
      "271": 1889,
      "2298": 1890,
      "557": 1891,
      "2854": 1892,
      "2270": 1893,
      "231": 1894,
      "92900": 1895,
      "2774": 1896,
      "2994": 1897,
      "1860": 1898,
      "2794": 1899,
      "10346": 1900,
      "464": 1901,
      "2926": 1902,
      "931": 1903,
      "2798": 1904,
      "3586": 1905,
      "2778": 1906,
      "3506": 1907,
      "812": 1908,
      "2790": 1909,
      "3686": 1910,
      "32900": 1911,
      "2734": 1912,
      "2934": 1913,
      "2726": 1914,
      "569": 1915,
      "2290": 1916,
      "2978": 1917,
      "2730": 1918,
      "857": 1919,
      "211": 1920,
      "1818": 1921,
      "1205": 1922,
      "1906": 1923,
      "2770": 1924,
      "92100": 1925,
      "1264": 1926,
      "1448": 1927,
      "761": 1928,
      "2938": 1929,
      "3558": 1930,
      "2846": 1931,
      "3606": 1932,
      "2974": 1933,
      "2738": 1934,
      "2018": 1935,
      "507": 1936,
      "241": 1937,
      "2930": 1938,
      "3658": 1939,
      "9554": 1940,
      "2970": 1941,
      "1966": 1942,
      "1275": 1943,
      "32300": 1944,
      "593": 1945,
      "32100": 1946,
      "32700": 1947,
      "1375": 1948,
      "563": 1949,
      "2990": 1950,
      "92700": 1951,
      "1580": 1952,
      "921": 1953,
      "281": 1954,
      "2060": 1955,
      "459": 1956,
      "9666": 1957,
      "92300": 1958,
      "10350": 1959,
      "321": 1960,
      "2874": 1961,
      "2838": 1962,
      "2826": 1963,
      "3238": 1964,
      "504": 1965,
      "449": 1966,
      "888": 1967,
      "2890": 1968,
      "1986": 1969,
      "1946": 1970,
      "453": 1971,
      "2014": 1972,
      "2894": 1973,
      "10360": 1974,
      "9658": 1975,
      "971": 1976,
      "443": 1977,
      "1576": 1978,
      "21300": 1979,
      "3546": 1980,
      "3554": 1981,
      "1540": 1982,
      "9550": 1983,
      "1256": 1984,
      "10340": 1985,
      "2830": 1986,
      "21900": 1987,
      "1336": 1988,
      "2834": 1989,
      "2870": 1990,
      "1556": 1991,
      "8046": 1992,
      "479": 1993,
      "1640": 1994,
      "868": 1995,
      "10546": 1996,
      "579": 1997,
      "3234": 1998,
      "331": 1999,
      "3298": 2000,
      "3278": 2001,
      "473": 2002,
      "573": 2003,
      "3274": 2004,
      "1268": 2005,
      "39700": 2006,
      "2898": 2007,
      "1656": 2008,
      "3550": 2009,
      "2318": 2010,
      "2878": 2011,
      "3294": 2012,
      "371": 2013,
      "3654": 2014,
      "3650": 2015,
      "8058": 2016,
      "1456": 2017,
      "559": 2018,
      "3290": 2019,
      "2666": 2020,
      "897": 2021,
      "885": 2022,
      "10226": 2023,
      "3230": 2024,
      "3646": 2025,
      "39200": 2026,
      "3574": 2027,
      "2322": 2028,
      "3578": 2029,
      "10566": 2030,
      "1152": 2031,
      "713": 2032,
      "1002": 2033,
      "1440": 2034,
      "1676": 2035,
      "141": 2036,
      "10558": 2037,
      "3594": 2038,
      "1596": 2039,
      "3538": 2040,
      "3270": 2041,
      "9866": 2042,
      "489": 2043,
      "9858": 2044,
      "899": 2045,
      "1003": 2046,
      "3570": 2047,
      "865": 2048,
      "10250": 2049,
      "1282": 2050,
      "3534": 2051,
      "3526": 2052,
      "3694": 2053,
      "1680": 2054,
      "10356": 2055,
      "3638": 2056,
      "3634": 2057,
      "1756": 2058,
      "3590": 2059,
      "553": 2060,
      "10195": 2061,
      "1814": 2062,
      "39300": 2063,
      "3670": 2064,
      "853": 2065,
      "3066": 2066,
      "3674": 2067,
      "39100": 2068,
      "3334": 2069,
      "10194": 2070,
      "181": 2071,
      "3598": 2072,
      "3698": 2073,
      "1575": 2074,
      "544": 2075,
      "3678": 2076,
      "3326": 2077,
      "1255": 2078,
      "3374": 2079,
      "483": 2080,
      "3338": 2081,
      "3530": 2082,
      "1740": 2083,
      "391": 2084,
      "10846": 2085,
      "1295": 2086,
      "2314": 2087,
      "9654": 2088,
      "877": 2089,
      "10646": 2090,
      "3626": 2091,
      "2088": 2092,
      "9646": 2093,
      "3630": 2094,
      "9686": 2095,
      "1888": 2096,
      "40000": 2097,
      "1675": 2098,
      "2522": 2099,
      "10198": 2100,
      "9846": 2101,
      "3690": 2102,
      "1780": 2103,
      "3394": 2104,
      "3330": 2105,
      "3390": 2106,
      "3378": 2107,
      "2048": 2108,
      "2518": 2109,
      "1997": 2110,
      "2658": 2111,
      "547": 2112,
      "645": 2113,
      "1476": 2114,
      "3398": 2115,
      "1776": 2116,
      "1480": 2117,
      "3370": 2118,
      "2650": 2119,
      "1395": 2120,
      "4238": 2121,
      "4234": 2122,
      "859": 2123,
      "2606": 2124,
      "10306": 2125,
      "9650": 2126,
      "3778": 2127,
      "10658": 2128,
      "10246": 2129,
      "873": 2130,
      "79900": 2131,
      "1475": 2132,
      "10280": 2133,
      "3058": 2134,
      "3794": 2135,
      "10196": 2136,
      "3738": 2137,
      "10286": 2138,
      "10358": 2139,
      "3790": 2140,
      "10786": 2141,
      "10220": 2142,
      "10848": 2143,
      "620": 2144,
      "2422": 2145,
      "3774": 2146,
      "3734": 2147,
      "77900": 2148,
      "1358": 2149,
      "10240": 2150,
      "10858": 2151,
      "9854": 2152,
      "2686": 2153,
      "469": 2154,
      "463": 2155,
      "617": 2156,
      "3730": 2157,
      "2514": 2158,
      "11194": 2159,
      "10554": 2160,
      "1595": 2161,
      "3798": 2162,
      "10550": 2163,
      "1976": 2164,
      "10444": 2165,
      "1848": 2166,
      "10648": 2167,
      "77700": 2168,
      "584": 2169,
      "665": 2170,
      "3770": 2171,
      "668": 2172,
      "2638": 2173,
      "9606": 2174,
      "1229": 2175,
      "10256": 2176,
      "771": 2177,
      "3978": 2178,
      "10606": 2179,
      "452": 2180,
      "10206": 2181,
      "1775": 2182,
      "1682": 2183,
      "3994": 2184,
      "10266": 2185,
      "4230": 2186,
      "472": 2187,
      "1582": 2188,
      "587": 2189,
      "2722": 2190,
      "3974": 2191,
      "56000": 2192,
      "1544": 2193,
      "3990": 2194,
      "2414": 2195,
      "10650": 2196,
      "10766": 2197,
      "2646": 2198,
      "1696": 2199,
      "77100": 2200,
      "77300": 2201,
      "2654": 2202,
      "77200": 2203,
      "2418": 2204,
      "10866": 2205,
      "2634": 2206,
      "1958": 2207,
      "509": 2208,
      "10455": 2209,
      "2678": 2210,
      "2674": 2211,
      "2922": 2212,
      "8054": 2213,
      "685": 2214,
      "3934": 2215,
      "605": 2216,
      "2718": 2217,
      "10950": 2218,
      "1644": 2219,
      "3086": 2220,
      "503": 2221,
      "1565": 2222,
      "791": 2223,
      "552": 2224,
      "1782": 2225,
      "2040": 2226,
      "1996": 2227,
      "10654": 2228,
      "10854": 2229,
      "608": 2230,
      "1502": 2231,
      "92600": 2232,
      "3938": 2233,
      "10260": 2234,
      "3998": 2235,
      "10760": 2236,
      "731": 2237,
      "1562": 2238,
      "2056": 2239,
      "221": 2240,
      "1542": 2241,
      "1602": 2242,
      "1744": 2243,
      "1285": 2244,
      "2690": 2245,
      "10190": 2246,
      "3970": 2247,
      "941": 2248,
      "9850": 2249,
      "2076": 2250,
      "10850": 2251,
      "1662": 2252,
      "3046": 2253,
      "1856": 2254,
      "1642": 2255,
      "9406": 2256,
      "1121": 2257,
      "1555": 2258,
      "1975": 2259,
      "10946": 2260,
      "1665": 2261,
      "301": 2262,
      "1496": 2263,
      "9978": 2264,
      "1354": 2265,
      "1796": 2266,
      "8066": 2267,
      "8050": 2268,
      "3050": 2269,
      "1695": 2270,
      "1495": 2271,
      "1328": 2272,
      "981": 2273,
      "1444": 2274,
      "73900": 2275,
      "1207": 2276,
      "2670": 2277,
      "549": 2278,
      "1702": 2279,
      "2918": 2280,
      "10750": 2281,
      "1568": 2282,
      "901": 2283,
      "2694": 2284,
      "884": 2285,
      "9886": 2286,
      "1840": 2287,
      "72300": 2288,
      "73200": 2289,
      "1536": 2290,
      "10960": 2291,
      "10640": 2292,
      "311": 2293,
      "1762": 2294,
      "73300": 2295,
      "1742": 2296,
      "3034": 2297,
      "1668": 2298,
      "2222": 2299,
      "2075": 2300,
      "887": 2301,
      "72100": 2302,
      "3054": 2303,
      "3726": 2304,
      "11198": 2305,
      "1954": 2306,
      "79700": 2307,
      "2714": 2308,
      "72700": 2309,
      "73700": 2310,
      "510": 2311,
      "1765": 2312,
      "2822": 2313,
      "11066": 2314,
      "684": 2315,
      "72900": 2316,
      "3218": 2317,
      "1263": 2318,
      "2914": 2319,
      "10686": 2320,
      "3078": 2321,
      "9806": 2322,
      "1655": 2323,
      "3070": 2324,
      "11658": 2325,
      "10258": 2326,
      "73100": 2327,
      "3074": 2328,
      "10354": 2329,
      "9486": 2330,
      "543": 2331,
      "589": 2332,
      "10940": 2333,
      "2460": 2334,
      "3038": 2335,
      "3466": 2336,
      "2818": 2337,
      "1636": 2338,
      "1685": 2339,
      "3522": 2340,
      "583": 2341,
      "9990": 2342,
      "10966": 2343,
      "1455": 2344,
      "1585": 2345,
      "1755": 2346,
      "9466": 2347,
      "79200": 2348,
      "9934": 2349,
      "1876": 2350,
      "9938": 2351,
      "677": 2352,
      "7866": 2353,
      "9998": 2354,
      "79100": 2355,
      "79300": 2356,
      "1995": 2357,
      "4274": 2358,
      "893": 2359,
      "1468": 2360,
      "3090": 2361,
      "261": 2362,
      "2560": 2363,
      "9238": 2364,
      "3406": 2365,
      "11195": 2366,
      "9994": 2367,
      "10228": 2368,
      "2260": 2369,
      "1795": 2370,
      "3214": 2371,
      "1768": 2372,
      "7566": 2373,
      "4270": 2374,
      "10746": 2375,
      "3518": 2376,
      "2698": 2377,
      "3094": 2378,
      "1528": 2379,
      "2082": 2380,
      "9278": 2381,
      "9274": 2382,
      "3486": 2383,
      "1211": 2384,
      "10186": 2385,
      "1253": 2386,
      "3098": 2387,
      "11058": 2388,
      "11190": 2389,
      "341": 2390,
      "1362": 2391,
      "2080": 2392,
      "1382": 2393,
      "1342": 2394,
      "9270": 2395,
      "10445": 2396,
      "10248": 2397,
      "7666": 2398,
      "3622": 2399,
      "889": 2400,
      "381": 2401,
      "11646": 2402,
      "10886": 2403,
      "2340": 2404,
      "1880": 2405,
      "1402": 2406,
      "7586": 2407,
      "9286": 2408,
      "3322": 2409,
      "10840": 2410,
      "1465": 2411,
      "781": 2412,
      "1302": 2413,
      "7506": 2414,
      "1462": 2415,
      "1628": 2416,
      "3458": 2417,
      "9374": 2418,
      "3806": 2419,
      "1545": 2420,
      "1736": 2421,
      "647": 2422,
      "1335": 2423,
      "701": 2424,
      "3930": 2425,
      "2096": 2426,
      "1535": 2427,
      "1482": 2428,
      "3866": 2429,
      "2582": 2430,
      "9378": 2431,
      "10956": 2432,
      "3926": 2433,
      "11170": 2434,
      "1902": 2435,
      "10980": 2436,
      "3450": 2437,
      "2062": 2438,
      "864": 2439,
      "3318": 2440,
      "1436": 2441,
      "9574": 2442,
      "9294": 2443,
      "2218": 2444,
      "9290": 2445,
      "697": 2446,
      "1684": 2447,
      "11196": 2448,
      "2502": 2449,
      "2170": 2450,
      "1635": 2451,
      "4278": 2452,
      "9390": 2453,
      "1284": 2454,
      "10706": 2455,
      "572": 2456,
      "1645": 2457,
      "9338": 2458,
      "1324": 2459,
      "7546": 2460,
      "11166": 2461,
      "7606": 2462,
      "11686": 2463,
      "7558": 2464,
      "741": 2465,
      "11046": 2466,
      "56900": 2467,
      "883": 2468,
      "80000": 2469,
      "9370": 2470,
      "7550": 2471,
      "3446": 2472,
      "11138": 2473,
      "9394": 2474,
      "9570": 2475,
      "9578": 2476,
      "867": 2477,
